spec/spec/SVWS/IntegrationPlatform/Examples/SetAuthSchemeRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://bpc.ru/SVXP/integration">
   <soapenv:Header/>
   <soapenv:Body>
      <int:SetAuthSchemeRequest>
         <AuthSchemeCode>RESTRICT_CNP_AUTH</AuthSchemeCode>
         <StartDate>2014-01-10T12:00:00</StartDate>
         <EndDate>2014-01-20T12:00:00</EndDate>
         <CardNumber>4128937489027389</CardNumber>
      </int:SetAuthSchemeRequest>
   </soapenv:Body>
</soapenv:Envelope>